Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/unginordland/bargojearahallan-ns.90525.aspx.html.tmx
Source language: sme
Languages: smj

source: Barggo
smj: Duodje

source: Davvisámegiella SámigiellaBarguDearvvšvuohtaStipeandaKultuvra &amp; asttuáigiOahppuVuoigatvođat
smj: Julevsámegiella BarggoJulevsámegiellaKultuvrra &amp; asstoájggeRiektáStipenndaVarresvuohta

source: Dearvvšvuohta
smj: Julevsámegiella

source: Kultuvra &amp; asttuáigi
smj: Kultuvrra &amp; asstoájgge

source: Oahppu
smj: Riektá

source: Vuoigatvođat
smj: Julevsámegiella

source: Bargu
smj: Barggo-gatjádallam

source: JEARAHALLAMIS Ž Muitte ahte bargojearahallamis sáhttet leat guokte dahje vihtta bargii fitnodagas geat leat mielde jearahallamis.
smj: SÁGÁJDAHTTEMIN Ž Vuorde barggovaddes li guovte gitta vihttasa rádjaj ságájdahttemin. Gájkajt lanján giedajn buorástahte.

source: Ž Lea aibbas lunddolaš leat balus, muhto sii geat čohkkájit nuppebealde beavddi leat maiddái dábálaš olbmot.
smj: Gehtja gájkajt tjalmijda gå buorástahtá. Ž Árvvedahtte dån le balon, valla gudi bievde nuppe bielen tjåhkkåhi li iemelágásj ulmutja.

source: Sis lea seamma beroštupmi gávdnat buori bargi seamma og don leat fállamin iežat máhttuid.
smj: Ájnas le sidjij diededim bargov ” vuobddet ” degu dunji le ájnas ietjat máhttudagájt barggen ” vuobddet ”.

source: Rávva:Váldde gulul – leage lunddolaš – galgá leat somá !
smj: Buorre diedo: Tjåhkudalá – åro ietjat láhkáj – måreda !

source: DÁBÁLAŠ GÁŽALDAGAT VUORDIMIS Ž Manne ohcet barggu ?
smj: IEMELÁGÁSJ GATJÁLVISÁJT MAJT MÁHTÁ OADTJOT Ž Manen bargov åtså ?

source: Ž Manne galget du bidjat virgái ?
smj: Ž Manen duv galggap bálkkit ?

source: Ž Mo govvida bargoaddi / oahpaheaddji / bargoskihpárat du ?
smj: Ž Gåktu lulu duv barggovádde / åhpadiddje / duv barggorádna duv gåvvit ?

source: Ž Mat leat du buori ja bahá siiddut ?
smj: Ž Ma li duv buorre biele / nievres biele ?

source: Ž Mo ceavzzat hušša/árvvoštallama/áigemearrádusaid ?
smj: Ž Gåktu diertjestimev / lájtov / mierredimájgijt gierda ?

source: Ž Gos oainnat iežat viđa jagi geahčen ?
smj: Ž Majt vidá jage duogen dagá ?

source: Ž Goas sáhtat álgit bargui ?
smj: Ž Goassa máhtá álgget ?

source: Ž Makkár vuordámušat lea bálkái ?
smj: Ž Majt bálkkán vuordá ?

source: Ž Maid barggat ástoáiggis ?
smj: Ž Majt ásstoájgen dagá ?

source: Ž Muital maid leat bargan maŋimuš jágiid ?
smj: Ž Giehto majt maŋemus jagijt le dahkam.

source: Smiehta: Gievrras ja geanuhis siidduid, mo leat olmmožin / bargin, smiehta iežat mihttomeriid ja guorahala ovddalgihtii mii lea rivttes bálká (Jeara earain geat leat seammalagan bargguin, dahje gulaskutta fágalihttuin).
smj: Ájádalá: Buorre biele, nievres biele, makkir ulmusj / bargge le dån, ájggomusá ja åtsåda åvddåla mij le bargguj vuogas bálkká. (Sáhkada iehtjádij sämmilágásj bargon jali ihkap fágasiebrijn).

source: MAID GALGGAŠIT VÁSTIDIT ?
smj: MAJT VIERTTI VÁSSTEDIT ?

source: Ž Vuosttažettin: leat lunddolaš ja duođalaš.
smj: Ž Åvdemusát; åro ietjatláhkáj ja váges.

source: Ž Gudal ja smiehta ovdal go vástidat gážaldagaid.
smj: Ž Gulldala ja ájádalá gatjálvisájt åvddål gå vássteda.

source: Ž Ále hala fastit boares hoavddaid, bargoskihppáriid ja bargosajiid birra.
smj: Ž Ale nievret åvdep barggovaddij / barggorádnaj jali bargosaje birra sáhkada.

source: Ž It dárbbaš vástidit boahtteáigge áhpehisvuođa plánaid birra, oskkuid birra, dahje seksuála birra.
smj: Ž Ij dárbaha gatjálvisájt vásstedit jus ájgo iesselissan sjaddat, makkir jáhkkudahka, jali makkir seksuálalasj vuohke dujna le.

source: Dákkár gážaldagat eai leat lunddolačča ja heivehahtti bargojearahallamis.
smj: Dákkár gatjálvisá e ságájdáhttemin hieba.

source: Lea bargojearahallan, ja iige rihpat.
smj: Dát le ságájdahttem, ij le gatjádibme.

source: It dárbbaš muitalit dološ mánnávuođa vásihusaid birra jus ii jerrojuvvo justa dan birra.
smj: Ij dárbaha dåbdåstit lågejagágin dujna lij dáhpe gárudijt nisskot – jus ij ságájdahtte sierraláhkáj dan birra gatjáda.

source: MAID DON GALGGAŠIT JEARRAT ?
smj: MAN BIRRA GALGA GATJÁDIT ?

source: Ž Mo lea bargobiras ?
smj: Ž Makkár le barggobiros ?

source: Ž Gallis barget ossodagas gosa ieš leat ohcan barggu ?
smj: Ž Galles barggi åssudagán gånnå bargov åtsåv ?

source: Ž Leago fitnodagas siskáldasoahppofálaldagat ?
smj: Ž Le gus diján sisŋásjåhpadus ?

source: Ž Maid mielddisbuktá práktihkkálaččat go álmmuhusas bođii ovdan “ ollu mátkošteapmi barggo- oktavuođas ” ?
smj: Ž Álmmudusán tjuottjoj ” muhtem mano vierttiji märostuvvat ”. Majt dat javllá práktihkalattjat ?

source: Ž Sáhtibehtet go muitalit fitnodaga struktuvrra / hámádaga ?
smj: Ž Máhttebihtit gus munji binnáv doajmmaháme birra giehttot ?

source: Ž Goas mearredehpet virgái bidjama ?
smj: Ž Goassa mierredihpit gut bálggiduvvá ?

source: Plánet ná: Dávja vástiduvvojojit gážaldagat jearahallamis maid don leat ovddalgihtii smiehtan. – Danne !
smj: Pláni: Gatjálvisájs majt le ájádallam åvddåla moatte li álu ságájdahttemin vássteduvvam- danen ájádalá moadda ietjá gatjálvisájt.

source: RÁVVAGAT BARGOJEARAHALLAMII Ovdal jearahallama Ž Guorahala nu ollu go vejolaš dan barggu birra, masa leat ohcan ja dan fitnodaga birra mii virgái bidjá.
smj: BUORRE DIEDO GESI GALGGÁ BARGGOSÁGÁJDAHTTEMIJ Ságájdahttema åvddåla Ž Ájádalá nåv ålov majt máhtá åtsådum bargo birra ja viddnudagá mij galggá bálkkit. Ságájdahttemij boahtet gárvedum vuoset dån le bargguj oalle mielos.

source: Jus leat ráhkkanan jearahallamii de čájehat buori beroštumi bargui Ž Čális ákkai mat muitalit iežat máhttuid ja manin oaivvildat ahte don leat rivttes olmmoš dán bárgui.
smj: Ž Tjále listav mij vuoset duv sierralágásj tjähppudagáv bargguj.

source: Smiehta maiddái iežat buriid ja bahá siiddui.
smj: Ájádalá duv ietjat buorre ja nievres bielij birra.

source: Go joavddat jearahallamii Ž Leage buhtis ja čáppa.
smj: Boahtem Ž Viertti diedon rájnas ja snivva årrot.

source: Ž Gárvot barggu ektui.
smj: Ž Gárvvuna åhtsåm bargo milta.

source: Jus ozat barggu bivttasbuvdii de gárvudat veahá earalahkai go dalle livččet ohcan bárggu advokáhta kantuvrii.
smj: Jus bargov åtså bivtasboargálin, máhtá ietjáláhkáj gárvvunit gå jus bargov advokahttakåntåvrån åtså.

source: Gárvot nugo dutnje orru leamen lunddolaš Ž Mana buorreáiggis jearahallamii vai juovddat šihttonáigái – Go juovddat fitnodahkii de válddát oktavuođa vuostáiválddáhagain ovdal jearahallama.
smj: Vállji biktasijt maj soabtso. Ž Sulásta nuoges ájgev ságájdallamij jåvsådit - ja diededa ietjat mierredum ájge åvddålattjan resepsjåvnån.

source: Justa ovdal jearahallama Ž Geavat moadde minuvtta baluid vajáldahttit.
smj: Jur åvddåla Ž Sieddoda ietjat nágin minuhta.

source: Ž Finat hivssedis sihkkarvuođadihtii jus vel ii oroge dárbu.
smj: Ž Maná hivsigin - jasskavuoda diehti.

source: Finat speadjalastimin ja njulgesteamin biktasiid.
smj: Jus ij ietján gå muodov ja ihkap sminkav gehtjastittjat.

source: Ž Muitte bargoaddis lea positiiva beroštupmi dutnje !
smj: Ž Barggovadden le dunji vuodon positijvalasj miella.

source: Don han leat bovdejuvvon jearahallamii !
smj: Dån ham sjaddi ságájdahttemij válljidum !

source: Maŋŋá jearahallama Ž Smiehta mo iežat mielas orui mannamin jearahallamis.
smj: Ságájdahttema maŋŋel Ž Ájádalá gåktu ságájdahttem manáj.

source: Mainna ledjet duđavaš, ja mo galggat buoridit boahtte bargojearahallama ?
smj: Majna le dudálasj, majt máhtá buoredit jus vaden ietjá ságájdahttemij gåhtjoduvá ?

source: Ž Ráhkkan jus šattat nuppi bargojearahallamii.
smj: Ž Gárveda ietjat jus nubbeságájdahttemij gåhtjoduvá.
